Repository: kocogi112/fstudy_website
Catalog: contents/plugins/disable-email-notification-for-auto-updates/languages/disable-email-notification-for-auto-updates-*.po
Languages: de_de, fa_ir, fr_fr, it_it, pt_br, ru_ru

source: Donate
de_de: Spenden
fa_ir: اهداء
fr_fr: Faire un don
it_it: Fai una donazione
pt_br: Doe
ru_ru: Пожертвовать

source: Settings
de_de: Einstellungen
fa_ir: تنظیمات
fr_fr: Paramètres
it_it: Impostazioni
pt_br: Configurações
ru_ru: Настройки

source: Disable Email Notifications and Block Plugin, WP Core, and Theme Updates
de_de: Deaktivieren Sie E-Mail-Benachrichtigungen und blockieren Sie Plugin-, WP-Core- und Theme-Updates
fa_ir: غیرفعال کردن اطلاعیه‌های ایمیل و مسدود کردن به‌روزرسانی‌های افزونه‌ها، هسته وردپرس و قالب‌ها
fr_fr: Désactiver les notifications par e-mail et bloquer les mises à jour des plugins, du noyau WP et des thèmes
it_it: Disabilita le notifiche via email e blocca gli aggiornamenti di plugin, WP Core e temi
pt_br: Desabilitar Notificações por Email e Bloquear Atualizações de Plugins, Núcleo do WP e Temas
ru_ru: Отключить уведомления по электронной почте и заблокировать обновления плагинов, ядра WP и тем

source: New WP Security Plugin:
de_de: Neues WP-Sicherheits-Plugin:
fa_ir: افزونه امنیتی جدید وردپرس:
fr_fr: Nouveau plugin de sécurité WP :
it_it: Nuovo Plugin di Sicurezza WP:
pt_br: Novo Plugin de Segurança WP:
ru_ru: Новый плагин безопасности для WP:

source: Enhance WP security by implementing measures like Security Headers, changing the Login URL, disabling WP JSON API, and more.
de_de: Verbessern Sie die WP-Sicherheit durch Maßnahmen wie Sicherheits-Header, Änderung der Login-URL, Deaktivierung der WP JSON API und mehr.
fa_ir: امنیت وردپرس را با اجرای اقداماتی مانند هدرهای امنیتی، تغییر URL ورود، غیرفعال کردن API JSON وردپرس و موارد دیگر افزایش دهید.
fr_fr: Améliorez la sécurité de WP en mettant en œuvre des mesures telles que les en-têtes de sécurité, en modifiant l'URL de connexion, en désactivant l'API JSON de WP, et plus encore.
it_it: Migliora la sicurezza di WP implementando misure come le intestazioni di sicurezza, cambiando l'URL di accesso, disabilitando l'API JSON di WP e altro ancora.
pt_br: Melhore a segurança do WP implementando medidas como cabeçalhos de segurança, alterando o URL de login, desativando a API JSON do WP e mais.
ru_ru: Усиление безопасности WP с помощью мер, таких как безопасность заголовков, изменение URL для входа, отключение WP JSON API и другие.

source: Download Plugin
de_de: Plugin herunterladen
fa_ir: دانلود افزونه
fr_fr: Télécharger le plugin
it_it: Scarica il Plugin
pt_br: Baixar Plugin
ru_ru: Скачать плагин

source: Dismiss Notice
de_de: Hinweis schließen
fa_ir: بستن اطلاعیه
fr_fr: Ignorer l'avertissement
it_it: Ignora il messaggio
pt_br: Fechar Notificação
ru_ru: Закрыть уведомление

source: Brief Info
de_de: Kurzinformation
fa_ir: اطلاعات مختصر
fr_fr: Infos brèves
it_it: Informazioni brevi
pt_br: Informações Rápidas
ru_ru: Краткая информация

source: This plugin allows you to disable email notifications when plugins, themes, or WordPress are updated. Additionally, you can choose specific plugins to hide update notifications or completely block WordPress core and theme updates.
de_de: Mit diesem Plugin können Sie E-Mail-Benachrichtigungen deaktivieren, wenn Plugins, Themes oder WordPress aktualisiert werden. Zusätzlich können Sie bestimmte Plugins auswählen, um Update-Benachrichtigungen zu verbergen oder komplett WordPress-Kern- und Theme-Updates zu blockieren.
fa_ir: این افزونه به شما امکان می‌دهد تا اطلاعیه‌های ایمیلی را هنگامی که افزونه‌ها، قالب‌ها یا وردپرس به‌روزرسانی می‌شوند غیرفعال کنید. علاوه بر این، می‌توانید افزونه‌های خاصی را برای پنهان کردن اطلاعیه‌های به‌روزرسانی انتخاب کنید یا به‌طور کامل به‌روزرسانی هسته وردپرس و قالب‌ها را مسدود کنید.
fr_fr: Ce plugin vous permet de désactiver les notifications par e-mail lorsque des plugins, des thèmes ou WordPress sont mis à jour. De plus, vous pouvez choisir des plugins spécifiques pour masquer les notifications de mise à jour ou bloquer complètement les mises à jour de WordPress et des thèmes.
it_it: Questo plugin ti consente di disabilitare le notifiche via email quando i plugin, i temi, o WordPress vengono aggiornati. Inoltre, puoi scegliere plugin specifici per nascondere le notifiche di aggiornamento o bloccare completamente gli aggiornamenti di WordPress core e temi.
pt_br: Este plugin permite desabilitar notificações por email quando plugins, temas ou o WordPress forem atualizados. Além disso, você pode escolher plugins específicos para ocultar notificações de atualização ou bloquear completamente as atualizações do núcleo do WordPress e de temas.
ru_ru: Этот плагин позволяет отключить уведомления по электронной почте о том, что плагины, темы или WordPress были обновлены. Также вы можете выбрать конкретные плагины для скрытия уведомлений об обновлениях или полностью заблокировать обновления ядра WordPress и тем.

source: For any queries, please write to us at
de_de: Für Anfragen schreiben Sie uns bitte an
fa_ir: برای هر گونه سوال، لطفاً با ما تماس بگیرید به آدرس
fr_fr: Pour toute question, veuillez nous écrire à
it_it: Per qualsiasi domanda, scrivici a
pt_br: Para dúvidas, por favor, escreva para nós em
ru_ru: По всем вопросам пишите нам на

source: To learn more about the plugin, tutorial, and other details:
de_de: Um mehr über das Plugin, Tutorials und andere Details zu erfahren:
fa_ir: برای یادگیری بیشتر در مورد افزونه، آموزش‌ها و جزئیات دیگر:
fr_fr: Pour en savoir plus sur le plugin, le tutoriel et d'autres détails :
it_it: Per saperne di più sul plugin, tutorial e altri dettagli:
pt_br: Para saber mais sobre o plugin, tutorial e outros detalhes:
ru_ru: Чтобы узнать больше о плагине, учебных материалах и других подробностях:

source: Click here
de_de: Klicken Sie hier
fa_ir: اینجا کلیک کنید
fr_fr: Cliquez ici
it_it: Clicca qui
pt_br: Clique aqui
ru_ru: Нажмите здесь

source: ideasToCode
fa_ir: ایده‌ها به کد

source: Ideas To Code
de_de: Ideen zu Code
fa_ir: ایده‌ها به کد
ru_ru: Идеи для кода

source: Save Changes
de_de: Änderungen speichern
fa_ir: ذخیره تغییرات
fr_fr: Enregistrer les modifications
it_it: Salva modifiche
pt_br: Salvar Alterações
ru_ru: Сохранить изменения

source: Here are some useful plugins from us; more to follow.
de_de: Hier sind einige nützliche Plugins von uns; Weitere folgen.
fa_ir: در اینجا برخی از افزونه‌های مفید از ما آمده است؛ بیشتر در راه است.
fr_fr: Voici quelques plugins utiles de notre part, d'autres à venir.
it_it: Ecco alcuni plugin utili da parte nostra; altri seguiranno.
pt_br: Aqui estão alguns plugins úteis de nossa parte; mais virão.
ru_ru: Вот несколько полезных плагинов от нас; будет больше.

source: security-headers-aplus-score
fa_ir: امتیاز-هدرهای-امنیتی-Aplus

source: Improve WP Security
de_de: Verbessern Sie die WP-Sicherheit
fa_ir: بهبود امنیت وردپرس
fr_fr: Améliorer la sécurité de WP
it_it: Migliora la sicurezza di WP
pt_br: Melhore a Segurança do WP
ru_ru: Улучшить безопасность WP

source: This plugin will enhance WordPress security by adopting various measures, such as adding security headers, disabling the WP REST API, disabling XML-RPC,nchanging the default WP-login URL and more.
de_de: Dieses Plugin verbessert die WordPress-Sicherheit durch verschiedene Maßnahmen, wie das Hinzufügen von Sicherheits-Headern, das Deaktivieren der WP REST API, das Deaktivieren von XML-RPC, das Ändern der Standard-WP-Login-URL und mehr.
fa_ir: این افزونه امنیت وردپرس را با اتخاذ اقدامات مختلفی مانند افزودن هدرهای امنیتی، غیرفعال کردن API REST وردپرس، غیرفعال کردن XML-RPC، تغییر URL ورود پیش‌فرض وردپرس و موارد دیگر بهبود می‌بخشد.
fr_fr: Ce plugin améliorera la sécurité de WordPress en adoptant diverses mesures, telles que l'ajout d'en-têtes de sécurité, la désactivation de l'API REST de WP, la désactivation de XML-RPC, le changement de l'URL par défaut de WP-login et plus encore.
it_it: Questo plugin migliorerà la sicurezza di WordPress adottando diverse misure, come l'aggiunta di intestazioni di sicurezza, disabilitando l'API REST di WP, disabilitando XML-RPC, cambiando l'URL predefinito di WP-login e altro ancora.
pt_br: Este plugin melhorará a segurança do WordPress adotando várias medidas, como adicionar cabeçalhos de segurança, desativar a API REST do WP, desativar o XML-RPC, alterar o URL padrão do WP-login e mais.
ru_ru: Этот плагин усилит безопасность WordPress с помощью различных мер, таких как добавление заголовков безопасности, отключение WP REST API, отключение XML-RPC, изменение URL для входа по умолчанию и других.

source: Learn More
de_de: Mehr erfahren
fa_ir: یادگیری بیشتر
fr_fr: En savoir plus
it_it: Scopri di più
pt_br: Saiba Mais
ru_ru: Узнать больше

source: enable-svg-webp-ico-upload
fa_ir: فعال‌سازی‌بارگذاری-SVG-و-WebP-و-ICO

source: Easy SVG, WebP & ICO Upload
de_de: Einfache SVG, WebP & ICO Upload
fa_ir: بارگذاری آسان SVG، WebP و ICO
fr_fr: Téléchargement facile de SVG, WebP & ICO
it_it: Caricamento facile di SVG, WebP & ICO
pt_br: Envio Fácil de SVG, WebP & ICO
ru_ru: Простая загрузка SVG, WebP и ICO

source: By default, WordPress does not allow uploading SVG, WebP, & ICO (in some cases) images. This plugin will quickly enable you to upload all these images.
de_de: WordPress erlaubt standardmäßig das Hochladen von SVG-, WebP- und ICO-Bildern (in einigen Fällen) nicht. Dieses Plugin ermöglicht Ihnen das schnelle Hochladen aller dieser Bilder.
fa_ir: به‌طور پیش‌فرض، وردپرس اجازه بارگذاری تصاویر SVG، WebP و ICO (در برخی موارد) را نمی‌دهد. این افزونه به شما امکان می‌دهد به سرعت تمام این تصاویر را بارگذاری کنید.
fr_fr: Par défaut, WordPress n'autorise pas le téléchargement d'images SVG, WebP et ICO (dans certains cas). Ce plugin vous permettra rapidement de télécharger toutes ces images.
it_it: Per impostazione predefinita, WordPress non consente il caricamento di immagini SVG, WebP e ICO (in alcuni casi). Questo plugin ti permetterà di caricare rapidamente tutte queste immagini.
pt_br: Por padrão, o WordPress não permite o envio de imagens SVG, WebP e ICO (em alguns casos). Este plugin permitirá que você envie rapidamente todas essas imagens.
ru_ru: По умолчанию WordPress не позволяет загружать изображения SVG, WebP и ICO (в некоторых случаях). Этот плагин быстро позволит вам загружать все эти изображения.

source: Disable Email Notification (Plugins)
de_de: Deaktivieren Sie E-Mail-Benachrichtigungen (Plugins)
fa_ir: غیرفعال کردن اطلاعیه ایمیل (افزونه‌ها)
fr_fr: Désactiver les notifications par e-mail (Plugins)
it_it: Disabilita la notifica via email (Plugin)
pt_br: Desabilitar Notificação por Email (Plugins)
ru_ru: Отключить уведомления по электронной почте (плагины)

source: Disable Email Notification (Themes)
de_de: Deaktivieren Sie E-Mail-Benachrichtigungen (Themes)
fa_ir: غیرفعال کردن اطلاعیه ایمیل (قالب‌ها)
fr_fr: Désactiver les notifications par e-mail (Thèmes)
it_it: Disabilita la notifica via email (Temi)
pt_br: Desabilitar Notificação por Email (Temas)
ru_ru: Отключить уведомления по электронной почте (темы)

source: Disable Email Notification (WordPress)
de_de: Deaktivieren Sie E-Mail-Benachrichtigungen (WordPress)
fa_ir: غیرفعال کردن اطلاعیه ایمیل (وردپرس)
fr_fr: Désactiver les notifications par e-mail (WordPress)
it_it: Disabilita la notifica via email (WordPress)
pt_br: Desabilitar Notificação por Email (WordPress)
ru_ru: Отключить уведомления по электронной почте (WordPress)

source: Remove Update Button (Dashboard)
de_de: Entfernen Sie die Update-Schaltfläche (Dashboard)
fa_ir: حذف دکمه به‌روزرسانی (داشبورد)
fr_fr: Supprimer le bouton de mise à jour (Tableau de bord)
it_it: Rimuovi il pulsante di aggiornamento (Dashboard)
pt_br: Remover Botão de Atualização (Painel)
ru_ru: Удалить кнопку обновления (панель инструментов)

source: Block WordPress Core updates
de_de: Blockiere WordPress-Kern-Updates
fa_ir: مسدود کردن به‌روزرسانی‌های هسته وردپرس
fr_fr: Bloquer les mises à jour du noyau de WordPress
it_it: Blocca gli aggiornamenti di WordPress Core
pt_br: Bloquear Atualizações do Núcleo do WordPress
ru_ru: Заблокировать обновления ядра WordPress

source: Block WordPress Theme updates
de_de: Blockiere WordPress-Theme-Updates
fa_ir: مسدود کردن به‌روزرسانی‌های قالب وردپرس
fr_fr: Bloquer les mises à jour des thèmes WordPress
it_it: Blocca gli aggiornamenti dei temi di WordPress
pt_br: Bloquear Atualizações de Temas do WordPress
ru_ru: Заблокировать обновления темы WordPress

source: IMPORTANT!
de_de: WICHTIG!
fa_ir: مهم!
it_it: IMPORTANTE!
pt_br: IMPORTANTE!
ru_ru: ВАЖНО!

source: - IT IS NOT RECOMMENDED TO DISABLE WORDPRESS CORE UPDATES, OR EVEN THEME AND PLUGIN UPDATES. ALWAYS KEEP THEM UPDATED FOR SECURITY REASONS.
de_de: - ES WIRD NICHT EMPFOHLEN, WORDPRESS-KERN-UPDATES ODER SOGAR THEME- UND PLUGIN-UPDATES ZU DEAKTIVIEREN. HALTEN SIE SIE AUS SICHERHEITSGRÜNDEN IMMER AKTUELL.
fa_ir: - غیرفعال کردن به‌روزرسانی‌های هسته وردپرس، یا حتی به‌روزرسانی‌های قالب و افزونه‌ها توصیه نمی‌شود. همیشه آنها را برای دلایل امنیتی به‌روز نگه دارید.
fr_fr: - IL N'EST PAS RECOMMANDÉ DE DÉSACTIVER LES MISES À JOUR DU NŒUD DE WORDPRESS, NI MÊME LES MISES À JOUR DES THÈMES ET DES PLUGINS. TOUJOURS LES GARDER À JOUR POUR DES RAISONS DE SÉCURITÉ.
it_it: - NON È RACCOMANDATO DISABILITARE GLI AGGIORNAMENTI DI WORDPRESS CORE, O ANCHE GLI AGGIORNAMENTI DEI TEMI E PLUGIN. MANTIENILI SEMPRE AGGIORNATI PER MOTIVI DI SICUREZZA.
pt_br: - NÃO É RECOMENDADO DESABILITAR AS ATUALIZAÇÕES DO NÚCLEO DO WORDPRESS, OU ATÉ MESMO AS ATUALIZAÇÕES DE TEMAS E PLUGINS. SEMPRE MANTENHA-AS ATUALIZADAS POR MOTIVOS DE SEGURANÇA.
ru_ru: - НЕ РЕКОМЕНДУЕТСЯ ОТКЛЮЧАТЬ ОБНОВЛЕНИЯ ЯДРА WORDPRESS, ТЕМЫ И ПЛАГИНОВ. ВСЕГДА ДЕРЖИТЕ ИХ ОБНОВЛЕННЫМИ ПО СОБОРОСТЯМ БЕЗОПАСНОСТИ.

source: - ALWAYS KEEP THEM UPDATED FOR SECURITY REASONS.
de_de: - HALTEN SIE SIE AUS SICHERHEITSGRÜNDEN IMMER AKTUELL.
fa_ir: - همیشه آنها را برای دلایل امنیتی به‌روز نگه دارید.
fr_fr: - TOUJOURS LES GARDER À JOUR POUR DES RAISONS DE SÉCURITÉ.
it_it: - MANTIENILI SEMPRE AGGIORNATI PER MOTIVI DI SICUREZZA.
pt_br: - SEMPRE MANTENHA-AS ATUALIZADAS POR MOTIVOS DE SEGURANÇA.
ru_ru: - ВСЕГДА ДЕРЖИТЕ ИХ ОБНОВЛЕННЫМИ ПО СОБОРОСТЯМ БЕЗОПАСНОСТИ.

source: Check out our YouTube Channel
de_de: Schauen Sie sich unseren YouTube-Kanal an
fa_ir: کانال یوتیوب ما را مشاهده کنید
fr_fr: Découvrez notre chaîne YouTube
it_it: Guarda il nostro canale YouTube
pt_br: Confira nosso Canal no YouTube
ru_ru: Посмотрите наш канал на YouTube

source: LetsLearnWordPress YouTube
fa_ir: LetsLearnWordPress یوتیوب

source: LetsLearnWordPress YouTube Channel
de_de: LetsLearnWordPress YouTube Kanal
fa_ir: کانال یوتیوب LetsLearnWordPress
fr_fr: Chaîne YouTube LetsLearnWordPress
it_it: Canale YouTube LetsLearnWordPress
pt_br: Canal LetsLearnWordPress no YouTube
ru_ru: Канал LetsLearnWordPress на YouTube

source: Let's Learn WordPress
de_de: Lassen Sie uns WordPress lernen
fa_ir: بیا یاد بگیریم وردپرس
fr_fr: Apprenons WordPress
pt_br: Vamos Aprender WordPress
ru_ru: Давайте учиться WordPress

source: Join Let's Learn WordPress to find valuable information, tips, and tricks on WordPress that can improve your website for free.
de_de: Schließen Sie sich Let's Learn WordPress an, um wertvolle Informationen, Tipps und Tricks zu WordPress zu finden, die Ihre Website kostenlos verbessern können.
fa_ir: به LetsLearnWordPress بپیوندید تا اطلاعات مفید، نکات و ترفندهای وردپرس را پیدا کنید که می‌توانند سایت شما را به‌طور رایگان بهبود بخشند.
fr_fr: Rejoignez Let's Learn WordPress pour trouver des informations, des astuces et des conseils sur WordPress qui peuvent améliorer votre site web gratuitement.
it_it: Unisciti a Let's Learn WordPress per trovare informazioni, suggerimenti e trucchi su WordPress che possono migliorare gratuitamente il tuo sito web.
pt_br: Junte-se ao Vamos Aprender WordPress para encontrar informações valiosas, dicas e truques sobre WordPress que podem melhorar seu site de forma gratuita.
ru_ru: Присоединяйтесь к Let's Learn WordPress, чтобы найти полезную информацию, советы и хитрости по WordPress, которые помогут улучшить ваш сайт бесплатно.

source: Check YouTube
de_de: Schauen Sie bei YouTube vorbei
fa_ir: یوتیوب را بررسی کنید
fr_fr: Vérifier YouTube
it_it: Guarda su YouTube
pt_br: Ver no YouTube
ru_ru: Посмотрите на YouTube

source: Block Plugin Updates
de_de: Plugin-Updates blockieren
fa_ir: مسدود کردن به‌روزرسانی افزونه‌ها
fr_fr: Bloquer les mises à jour des plugins
it_it: Blocca gli aggiornamenti dei plugin
pt_br: Bloquear Atualizações de Plugins
ru_ru: Заблокировать обновления плагинов

source: Hide Plugins
de_de: Plugins ausblenden
fa_ir: پنهان کردن افزونه‌ها
fr_fr: Masquer les plugins
it_it: Nascondi i plugin
pt_br: Ocultar Plugins
ru_ru: Скрыть плагины

source: YouTube
fa_ir: یوتیوب

source: Other Plugins
de_de: Andere Plugins
fa_ir: افزونه‌های دیگر
fr_fr: Autres plugins
it_it: Altri plugin
pt_br: Outros Plugins
ru_ru: Другие плагины

source: About
de_de: Über
fa_ir: درباره
fr_fr: À propos
it_it: Info
pt_br: Sobre
ru_ru: О плагине

source: settings
de_de: Einstellungen
fa_ir: تنظیمات
fr_fr: paramètres
it_it: impostazioni
pt_br: configurações
ru_ru: настройки

source: nav-tab-active
fa_ir: تب-فعال
